[
  {
    "company": "Sourcesense",
    "date": "May 2018 - Apr 2020",
    "jobTitle": "Analyst - Scrum Master",
    "jobDetails": "Requirements analysis of customer requests; Development (Frontend) of applications and components with focus on the user experience; Development Team management; Scrum Master for internal and customers’ teams: planning and carrying out teaching activities as a trainer in Italian, English and Spanish.",
    "skills": "HTML5, CSS3, JS, JQuery, Atlassian Jira Administrator (certified), Atlassian Confluence Administrator (certified)",
    "avatar": "../Images/sourcesense.png",
    "coverImage": "../Images/sourcesenseCover.jpeg"
  },
  {
    "company": "Marco Venturi",
    "date": "Feb 2015 - May 2018",
    "jobTitle": "Freelance Web Developer",
    "jobDetails": "Development of websites, e-learning and e-commerce platforms, with a mobile-first approach. Communication and web marketing management with focus on content marketing.",
    "skills": "HTML5, CSS3, JS, Bootstrap, Negotiatios, Customer Satisfaction, AngularJs",
    "avatar": "../Images/marcoventuriWd.png",
    "coverImage": "../Images/marcoventuriWdCover.jpeg"
  },
  {
    "company": "TheSitComPost",
    "date": "Jun 2011 - May 2018",
    "jobTitle": "Founder",
    "jobDetails": "Following an analysis of market niches, carried out with the help of the Google Keywork Planner and Google Trends tools, I dealt with the conception, creation and management of a web platform for online sales of gadgets related to most famous American TV series, in affiliate marketing and drop shipping, with several dedicated suppliers. In addition, I have taken care of the indexing of the site and of the products on the search engines from an SEO perspective, as well as communication and web marketing, through the periodic management and publication of content on the blog integrated into the website and on the relevant pages of the main social networks (Facebook, Instagram and Twitter).",
    "skills": "Negotiation, Affiliate Marketing, Market Analysis, Customer Satisfaction, Enterpreneurship",
    "avatar": "../Images/thesitcompost.png",
    "coverImage": "../Images/thesitcompostCover.jpeg"
  },
  {
    "company": "Butler Hill Group",
    "date": "Apr 2011 - Jun 2011",
    "jobTitle": "Web Search Engine Evaluator",
    "jobDetails": "I focused the optimization of web search technologies to support the creation of search engines, through the evaluation and review of the results associated with specific queries and the measurement of the relevance of the data processed by the software according to predetermined classification parameters, carried out through platforms online.",
    "skills": "Working Remotely, Deadlines, Management, Stress Management, SEO",
    "avatar": "../Images/butlerHill.png",
    "coverImage": "../Images/butlerHillCover.jpeg"
  }
]
